/* No comment provided by engineer. */
"%@ (Disabled: %@)" = "%1$@ (Zakázáno: %2$@)";

/* No comment provided by engineer. */
"%@ can't be empty" = "%@ nesmí být prázdné";

/* SettingsViewController */
"About" = "O aplikaci";

/* No comment provided by engineer. */
"Add Bookmark" = "Přidat záložku";

/* No comment provided by engineer. */
"All rules" = "Všechna pravidla";

/* SettingsViewController */
"Allow 3rd-Party Keyboards" = "Povolit klávesnice 3. stran";

/* SecurityViewController */
"Allow hosts to access WebRTC functions." = "Povolit serverům přístup k funkcím WebRTC.";

/* SecurityViewController */
"Allow hosts to permanently store cookies and local storage databases." = "Povolit serverům trvale uložit cookies a databáze lokálního úložiště.";

/* SecurityViewController */
"Allow HTTPS hosts to load page resources from non-HTTPS hosts. (Useful for RSS readers and other aggregators.)" = "Povolit serverům s HTTPS načtení zdrojů ze serverů bez HTTPS (užitečné pro RSS čtečky a jiné agregátory)";

/* SecurityViewController */
"Allow Persistent Cookies" = "Povolit trvalé cookies";

/* No comment provided by engineer. */
"Allow this page to close its tab?" = "Povolit této stránce, aby zavřela svůj panel?";

/* No comment provided by engineer. */
"An error occurred downloading image %@" = "Při stahování obrázku %@ nastala chyba";

/* Donate Scene. */
"Are you sure you want to send a %@ tip?" = "Are you sure you want to send a %@ tip?";

/* No comment provided by engineer. */
"Authentication Required" = "Vyžadována autentizace";

/* SettingsViewController */
"Auto-Complete Search Results" = "Našeptávač";

/* No comment provided by engineer. */
"Blocked 3rd-Party Hosts" = "Blokované servery 3. stran";

/* No comment provided by engineer. */
"Bookmarks" = "Záložky";

/* Cancel
   Cancel action */
"Cancel" = "Zrušit";

/* SettingsViewController */
"Changing this option requires restarting the app." = "Změna této volby vyžaduje restart aplikace.";

/* SettingsViewController */
"Choose, how long app remembers open tabs." = "Vyberte, jak dlouho si aplikace pamatuje otevřené panely.";

/* No comment provided by engineer. */
"Close Tab" = "Zavřít panel";

/* No comment provided by engineer. */
"Confirm" = "Potvrdit";

/* Donate Scene. */
"Confirm %@" = "Confirm %@";

/* Donate Scene. */
"Confirm Purchase" = "Confirm Purchase";

/* SecurityViewController */
"Content Policy" = "Pravidla pro obsah";

/* Storage1ViewController */
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes." = "Cookies a data lokálního úložiště ze serverů, které nejsou na whistelistu, budou smazány i z otevřených panelů, pokud na ně není přistoupeno po tuto dobu (v minutách).";

/* No comment provided by engineer. */
"Copy URL" = "Kopírovat URL";

/* No comment provided by engineer. */
"Create New Tab" = "Vytvořit nový panel";

/* No comment provided by engineer. */
"Custom settings" = "Vlastní nastavení";

/* SecurityViewController */
"Custom user-agent string, or blank to use the default." = "Vlastní user agent, pokud je prázdné, bude použit výchozí.";

/* No comment provided by engineer. */
"Default Settings" = "Výchozí nastavení";

/* No comment provided by engineer. */
"Disable" = "Zakázat";

/* No comment provided by engineer. */
"Disabled: %@" = "Zakázáno: %@";

/* Donate Scene. */
"Donate" = "Darovat";

/* No comment provided by engineer. */
"Done" = "Hotovo";

/* No comment provided by engineer. */
"Double-tap to dismiss pop-up window." = "Klepněte dvakrát pro zavření vyskakovacího okna.";

/* No comment provided by engineer. */
"Edit Bookmark" = "Upravit záložku";

/* No comment provided by engineer. */
"Enable" = "Povolit";

/* No comment provided by engineer. */
"Enter the details of the URL to bookmark:" = "Zadejte detaily záložky:";

/* No comment provided by engineer. */
"Error" = "Chyba";

/* No comment provided by engineer. */
"Fill with 1Password" = "Vyplnit pomocí 1Password";

/* No comment provided by engineer. */
"Focus URL Field" = "Vybrat pole URL";

/* Donate Scene. */
"Fund Development" = "Fund Development";

/* No comment provided by engineer. */
"Bridge Configuration" = "Konfigurace mostu";

/* No comment provided by engineer. */
"Tor connection failure" = "Selhalo připojení k Toru";

/* No comment provided by engineer. */
"__CONNECTION_FAILURE_DESCRIPTION__" = "Onion Browser ztratil připojení k anonymní síti Tor a nemůže se znovu připojit. Toto se může stát, pokud je aplikace na pozadí nebo zařízení přejde do spánkového režimu.\n\nProsím zavřete aplikaci a zkuste to znovu. Pokud potřebujete přidat tuto stránku do záložek nebo uložit informace z již načtené stránky, stiskněte „OK“ a aplikace zůstane otevřená bez připojení k síti.";

/* No comment provided by engineer. */
"Quit App" = "Opustit aplikaci";

/* No comment provided by engineer. */
"Go Back" = "Jít zpátky";

/* No comment provided by engineer. */
"Go Forward" = "Jít dopředu";

/* SecurityViewController */
"Handle tapping on links in a non-standard way to avoid possibly opening external applications." = "Přizpůsobit chování při klepnutí na link, aby se předešlo otevření externí aplikace.";

/* No comment provided by engineer. */
"HTTPS Everywhere" = "HTTPS Everywhere";

/* No comment provided by engineer. */
"HTTPS Everywhere Rules" = "Pravidla pro HTTPS Everywhere";

/* No comment provided by engineer. */
"Ignore for this host" = "Ignorovat na tomto serveru";

/* SecurityViewController */
"Ignore TLS Errors" = "Ignorovat chyby TLS";

/* No comment provided by engineer. */
"Invalid email address" = "Neplatný e-mail";

/* Donate Scene. */
"Loading in-app purchase data…" = "Loading in-app purchase data…";

/* No comment provided by engineer. */
"Log In" = "Přihlásit se";

/* No comment provided by engineer. */
"Manage Bookmarks" = "Spravovat záložky";

/* SettingsViewController */
"Minimum version of TLS required for hosts to negotiate HTTPS connections." = "Minimální verze TLS požadovaná po serverech pro připojení přes HTTPS.";

/* SettingsViewController */
"Miscellaneous" = "Ostatní";

/* SettingsViewController */
"Mute Audio with Mute Switch" = "Ztlumit zvuk přepínačem ztlumení";

/* No comment provided by engineer. */
"No XHR/WebSocket/Video connections" = "Žádné XHR/WebSocket/Video spojení";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open" = "Otevřít";

/* No comment provided by engineer. */
"Open (normal browsing mode)" = "Otevřít (normální režim surfování)";

/* No comment provided by engineer. */
"Open in a New Tab" = "Otevřít v novém panelu";

/* No comment provided by engineer. */
"Open in Background Tab" = "Otevřít v panelu na pozadí";

/* No comment provided by engineer. */
"Open in Safari" = "Otevřít v Safari";

/* No comment provided by engineer. */
"Other" = "Ostatní";

/* No comment provided by engineer. */
"Page bookmarked" = "Stránka je v záložkách";

/* No comment provided by engineer. */
"Page Name (leave blank to use URL)" = "Název stránky (ponechte prázdné pro použití URL)";

/* Password */
"Password" = "Heslo";

/* Donate Scene. */
"Payment Sent" = "Payment Sent";

/* SecurityViewController */
"Privacy" = "Soukromí";

/* No comment provided by engineer. */
"Pull to Refresh Page" = "Táhnutím znovu načtete";

/* Donate Scene. */
"Purchase Failure" = "Purchase Failure";

/* SettingsViewController */
"Rate on App Store" = "Hodnotit na App Storu";

/* No comment provided by engineer. */
"Refresh" = "Načíst znovu";

/* SettingsViewController */
"Report a Bug" = "Nahlásit chybu";

/* SecurityViewController */
"Restrictions on resources loaded from web pages." = "Omezení pro zdroje načtené z webových stran.";

/* No comment provided by engineer. */
"Rules in use on current page" = "Pravidla používaná na této stránce";

/* No comment provided by engineer. */
"Save Image" = "Uložit obrázek";

/* SettingsViewController */
"Search Engine" = "Vyhledávač";

/* SettingsViewController */
"Send Do-Not-Track Header" = "Odeslat hlavičku Do-Not-Track";

/* No comment provided by engineer. */
"Settings" = "Nastavení";

/* No comment provided by engineer. */
"Share URL" = "Sdílet URL";

/* No comment provided by engineer. */
"Show Bookmarks" = "Zobrazit záložky";

/* Donate Scene. */
"Sorry, in-app purchase is disabled on your device!" = "Sorry, in-app purchase is disabled on your device!";

/* SettingsViewController */
"Stop Auto-Complete at First Dot" = "Zastavit našeptávač po první tečce";

/* No comment provided by engineer. */
"Strict (no JavaScript, video, etc.)" = "Přísné (žádný JavaScript, video atd.)";

/* Donate Scene. */
"Support Onion Browser Development" = "Support Onion Browser Development";

/* No comment provided by engineer. */
"Switch to Tab %d" = "Přejít na panel %d";

/* SettingsViewController */
"Tab Security" = "Zabezpečení panelů";

/* Donate Scene. */
"Tip: %@" = "Tip: %@";

/* SettingsViewController */
"TLS 1.2 Only" = "Pouze TLS 1.2";

/* SettingsViewController */
"TLS 1.2, 1.1 or 1.0" = "TLS 1.2, 1.1 nebo 1.0";

/* No comment provided by engineer. */
"TLS certificate chain verification error (self-signed certificate?)" = "Chyba při ověřování certifikátu TLS (certifikát podepsán samotným serverem?)";

/* No comment provided by engineer. */
"TLS handshake failed" = "TLS handshake selhal";

/* No comment provided by engineer. */
"TLS protocol error" = "Chyba protokolu TLS";

/* SettingsViewController */
"TLS Version" = "Verze TLS";

/* No comment provided by engineer. */
"Universal Link Protection" = "Ochrana pro univerzální odkazy";

/* No comment provided by engineer. */
"Unknown Organization" = "Neznámá organizace";

/* AddSiteViewController */
"URL" = "URL";

/* No comment provided by engineer. */
"URL Blocker" = "Blokátor URL";

/* SecurityViewController */
"User Agent" = "User Agent";

/* No comment provided by engineer. */
"User disabled" = "Zakázáno uživatelem";

/* No comment provided by engineer. */
"Using defaults" = "Použito výchozí nastavení";

/* SecurityViewController */
"WebRTC" = "WebRTC";

/* SettingsViewController */
"When disabled, all text entered in search bar will be sent to the search engine unless it starts with \"http\"" = "Pokud je zakázáno, bude vyhledávači odeslán veškerý text, který nezačíná „http“, zadaný do vyhledávacího pole";

/* Donate Scene. */
"You most recently donated %@ on %@." = "You most recently donated %@ on %@.";

/* Donate Scene. */
"__DONATE_EXPLANATION_PARAGRAPH1__" = "Onion Browser is a free app, but it takes time and resources to develop and maintain.";

/* Donate Scene. */
"__DONATE_EXPLANATION_PARAGRAPH2__" = "You can support the app by sending a small tip through an in-app purchase, below. This is a one-time, non-recurring transaction, but you can come back any time to send another. No information about your in-app purchase is collected or stored by the Onion Browser developers.";

/* Donate Scene. */
"__DONATE_EXPLANATION_PARAGRAPH3__" = "You can learn about other ways to help (including Patreon, PayPal, Bitcoin, or Zcash) in the 'About' section of the 'Settings' page.";

/* Donate Scene. */
"__DONATE_THANKS__" = "Thank you! Every little bit helps! Your payment of %@ helps ensure continuing development on Onion Browser and tools that make Tor easier to integrate into other iOS apps.";
